Repository: ZhenIT/events-manager-wp-invoice
Catalog: languages/emwi-*.po
Languages: es_es

source: <strong>Notice:</strong> Events Manager Wp invoice bridge requires <a href="%s">wp-invoice</a> in order to function properly.
es_es: <strong>Aviso:</strong> El bridge Wp invoice Events Manager requiere <a href="%s">Wp invoice</a> para funcionar correctamente.

source: <strong>Notice:</strong> Events Manager Wp invoice bridge requires <a href="%s">Events Manager</a> in order to function properly.
es_es: <strong>Aviso:</strong> El bridge Wp invoice Events Manager requiere <a href=“%s”>Events Manager</a> para funcionar correctamente.

source: View invoice
es_es: Ver factura

source: Create invoice
es_es: Crear factura

source: Inovice id
es_es: ID de factura

source: Booking already invoiced
es_es: Reserva ya facturada

source: Booking ‘%s’
es_es: Reserva ‘%s’

source: %s paid at booking
es_es: %s pagado en la reserva

source: Invoice created.
es_es: Factura creada.

source: Create invoices for booking done in eventsmanager
es_es: Crea facturas para las reservas de Events Manager
